Repository: webshining/youth-bot
Catalog: data/locales/*/LC_MESSAGES/bot.po
Languages: uk

source: This week you pray for <b>{}</b>
uk: На цьому тижні ви молитеся за <b>{}</b>

source: get needs [admin]
uk: отримати список потреб [адмін]

source: clear needs [admin]
uk: очистити список потреб [адмін]

source: start chat
uk: почати

source: search song
uk: шукати пісню

source: write a need
uk: написати потребу

source: get groups
uk: отримати список груп

source: cancel
uk: скасувати

source: change language
uk: змінити мову

source: get users [super_admin]
uk: отримати список користувачів [суперадмін]

source: send message to all users [super_admin]
uk: відправити повідомлення всім користувачам [суперадмін]

source: Not enough rights🚫
uk: Недостатньо прав🚫

source: Enter group name:
uk: Введіть назву групи:

source: No needs🫡
uk: Потреб немає🫡

source: Success
uk: Готово

source: Enter message text:
uk: Введіть текст повідомлення:

source: <b>Users:</b>
uk: <b>Користувачі:</b>

source: No users🫡
uk: Користувачів немає🫡

source: Do you really want to delete the group <b>{}</b>?
uk: Ви дійсно хочете вилучити групу <b>{}</b>?

source: Enter new name:
uk: Введіть нову назву:

source: Do you really want to change the group name from <b>{}</b> to <b>{}</b>?
uk: Ви дійсно хочете змінити назву групи з <b>{}</b> на <b>{}</b>?

source: Select group:
uk: Виберіть групу:

source: Enter your name:
uk: Введіть ваше ім`я:

source: Enter your need:
uk: Введіть вашу потребу:

source: Enter song name:
uk: Введіть назву пісні:

source: Select song:
uk: Виберіть пісню:

source: A song with this name was not found, try another:
uk: Пісню з такою назвою не знайдено, спробуйте іншу:

source: Looks like the song has no lyrics
uk: Схоже, в пісні немає слів

source: Looks like the songs are out of memory or you used /cancel
uk: Схоже в пам'яті нема пісень, або ви використовували /cancel

source: Looks like there’s no music on the resource for this song
uk: Схоже, що на ресурсі немає музики для цієї пісні

source: Select language:
uk: Оберіть мову:

source: Hello <b>{name}</b>
uk: Привіт <b>{}</b>

source: Commands:
uk: Команды:

source: ➕ Create
uk: ➕ Створити

source: 🔄 Refresh
uk: 🔄 Оновити

source: ❌ Delete
uk: ❌ Видалити

source: ✏️ Edit
uk: ✏️ Редагувати

source: ✍️ Send message
uk: ✍️ Надіслати повідомлення

source: ⬅️ Back
uk: ⬅️ Назад

source: Chords: On
uk: Акорди: Увімк

source: Chords: Off
uk: Акорди: Вимк

source: Music
uk: Музика
